Repository: oltulu/ukui-menu
Catalog: po/*.po
Languages: tr

source: Current menu mode is not category mode, please switch and try again!
tr: Geçerli menü modu kategori modu değil, lütfen değiştirin ve tekrar deneyin!

source: Menu
tr: Menü

source: Normal Menu
tr: Normal Menü

source: Category Menu
tr: Kategori Menü

source: Edit Category Menu
tr: Kategori Menüyü Düzenle

source: Start
tr: Başlat

source: Startup Menu
tr: Başlangıç Menüsü

source: Menu Property
tr: Menü Özellikleri

source: Transparency:
tr: Şeffaflık:

source: Menu Type:
tr: Menü Türü:

source: This is used to set up the menu type.
tr: Bu menü türünü kurmak için kullanılır.

source: File History:
tr: Dosya Geçmişi:

source: This is used to set up whether the file history is displayed.
tr: Bu, dosya geçmişinin görüntülenip görüntülenmeyeceğini ayarlamak için kullanılır.

source: Recent file number:
tr: Geçmiş dosya sayısı:

source: Recent app number:
tr: Geçmiş uygulama sayısı:

source: Reset to default(_R)
tr: Varsayılana dön

source: Close(_C)
tr: Kapat

source: Reload plugins
tr: Eklentileri yeniden yükle

source: Property
tr: Özellik

source: Set Timed Shutdown Time
tr: Zamanlanmış Kapatma Zamanını Ayarla

source: day
tr: gün

source: days
tr: günler

source: Time to Poweroff:
tr: Kapanma Zamanı:

source: Quit(_Q)
tr: Çıkış

source: This application has been removed. Are you sure remove the menu form the startup menu?
tr: Bu uygulama kaldırıldı. Başlangıç menüsünden menüyü kaldırdığınızdan emin misiniz?

source: The following packages will be removed:
tr: Aşağıdaki paketler kaldırılacak:

source: Packages will be removed
tr: Paketler kaldırılacak

source: WPS Writer
tr: WPS Kelime İşlemci

source: WPS Presentation
tr: WPS Sunum

source: WPS Spreadsheets
tr: WPS Hesap Tablosu

source: Eye of MATE Image Viewer
tr: MATE'nin Gözü Resim Görüntüleyici

source: Atril Document Viewer
tr: Atril Belge Görüntüleyici

source: Pluma
tr: Metin Düzenleyici

source: Education
tr: Eğitim

source: Graphics
tr: Grafik

source: Programming
tr: Programlama

source: Sound & Video
tr: Ses & Video

source: System Tools
tr: Sistem Araçları

source: Universal Access
tr: Evrensel Erişim

source: Preferences
tr: Tercihler

source: Administration
tr: Yönetim

source: Other
tr: Diğer

source: Accessories
tr: Donatılar

source: Office
tr: Ofis

source: Games
tr: Oyunlar

source: Recent
tr: Geçmiş

source: All Apps
tr: Tüm Uyg.

source: Favorites
tr: Favoriler

source: Shutdown
tr: Kapat

source: Search local program
tr: Program ara

source: Home
tr: Giriş

source: Settings
tr: Ayarlar

source: Feedback
tr: Geribildirim

source: No items matched
tr: Eşleşen öğe yok

source: File not exists, it was moved or deleted! It will be automatically removed from the history list!
tr: Dosya mevcut değil, taşındı veya silinmiş! Bu, otomatik olarak geçmiş listesinden kaldırılacak!

source: Open(_O)
tr: _Aç

source: Add to desktop(_A)
tr: Masaüstüne ekle

source: Lock to panel(_L)
tr: _Panele kilitle

source: Unlock from startup menu(_U)
tr: Başlangıç menüsünden kilidi kaldır

source: Property(_P)
tr: _Özellik

source: Shutdown (_P)
tr: Bilgisayarı Kapat

source: Countdown Shutdown (_T)
tr: Gerisayımlı Kapat

source: Reboot (_R)
tr: Yeniden Başlat

source: Logout (_O)
tr: Kullanıcı Çıkışı

source: Switch Users (_S)
tr: Kullanıcı Değiştir

source: Lock Screen (_L)
tr: Ekranı Kilitle

source: Applications
tr: Uygulamalar

source: System
tr: Sistem

source: Add to startup menu
tr: Başlangıç menüsüne ekle

source: Uninstall(_U)
tr: Kaldır

source: Remove from list(_R)
tr: _Listeden çıkar

source: Remove all
tr: Tümünü çıkar

source: Type:
tr: Tür:

source: Name:
tr: İsim:

source: Command:
tr: Komut:

source: Note:
tr: Not:

source: Application
tr: Uygulama

source: Application in Terminal
tr: Terminal Uygulamaları

source: The file already exists, are you sure to cover it?
tr: Dosya zaten var, onu kapsayacağına emin misiniz?

source: Open directory(_D)
tr: Klasör Aç

source: New(_N)
tr: Yeni

source: Copy to desktop(_C)
tr: Masaüstüne Kopyala

source: Recent(%s)
tr: Geçmiş(%s)

source: Chromium Browser
tr: Chromium Tarayıcı

source: Fcitx Config
tr: Fcitx Yapılandırması

source: Comment:
tr: Açıklama:

source: Click to set a new accelerator key for opening and closing the menu.
tr: Menüyü açmak ve kapatmak için yeni bir hızlandırıcı tuşunu ayarlamak için tıklayın.

source: Press Escape or click again to cancel the operation.
tr: İşlemi iptal etmek için Escape tuşuna basın veya tekrar tıklayın.

source: Press Backspace to clear the existing keybinding.
tr: Mevcut tuş kilidini silmek için Geri tuşuna basın.

source: Pick an accelerator
tr: Bir hızlandırıcı seç

source: <not set>
tr: <ayarlanmamış>

source: The current system is not selected [%s] software, can not display the classification!
tr: Mevcut sistem [%s] yazılımı seçilmemiş, sınıflandırmayı görüntüleyemiyor!

source: The current system is not installed [%s] software, can not display the classification!
tr: Mevcut sistem [%s] yazılımı kurulmamış, sınıflandırmayı görüntüleyemiyor!

source: Restore the default menu layout
tr: Varsayılan menü düzenini geri yükle

source: Menus:
tr: Menüler:

source: Items:
tr: Öğeler:

source: Move Up
tr: Yukarı Al

source: Move Down
tr: Aşağı Al

source: Revert all menus to original settings?
tr: Tüm menüler orijinal ayarlara geri dönsün mü?

source: Revert Changes?
tr: Değişiklikleri geri al?

source: Name
tr: İsim

source: Show
tr: Göster

source: Item
tr: Öğe

source: [%s] is a system autostart service software, you should not show it in startup menu!
tr: [%s] bir sistem autostart servis yazılımıdır, başlangıç menüsünde göstermemelisiniz!

source: You're offline. Please connect to the internet!
tr: Çevrimdışısınız. Lütfen internete bağlanın!

source: Images
tr: Resimler

source: DistroRelease
tr: Dağıtım Sürümü

source: DistroInfo
tr: Dağıtım Bilgisi

source: Desktop
tr: Masaüstü

source: Architecture
tr: Mimari

source: Locale
tr: Yerel

source: System Info
tr: Sistem Bilgisi

source: System Bug
tr: Sistem Hatası

source: Please input the description!
tr: Lütfen açıklamayı giriniz!

source: Invalid email address!
tr: Geçersiz e-posta adresi!

source: Please input the email address!
tr: Lütfen e-posta adresini giriniz!

source: Maximum upload file size is 1MB!
tr: Maksimum yükleme dosyası boyutu 1 MB!

source: Please input the verification code!
tr: Lütfen doğrulama kodunu giriniz!

source: Successful feedback! Thank you!
tr: Başarılı geri bildirim! Teşekkür ederim!

source: Incorrect CAPTCHA, please re-enter!
tr: Yanlış CAPTCHA, lütfen tekrar girin!

source: Unknow error:
tr: Bilinmeyen hata:

source: Type
tr: Tür

source: <span color="red">* </span>Description
tr: <span color="red">* </span>Açıklama

source: <span color="red">* </span>Email
tr: <span color="red">* </span>E-Posta

source: Image
tr: Resim

source: System Log
tr: Sistem Hatası

source: Please upload file less then 1Mb
tr: Lütfen 1 MB'den daha küçük dosya yükleyin

source: Suggestion
tr: Öneri

source: For Business
tr: İş için

source: Others
tr: Diğer

source: submit
tr: Gönder

source: <span color="red">* </span>CAPTCHA
tr: <span color="red">* </span>Güvenlik Kodu

source: Type the code
tr: Kodu yazın

source: Cancel
tr: İptal

source: Set Up
tr: Kur

source: Hour
tr: Saat

source: Minute
tr: Dakika

source: Automatic shutdown setted
tr: Otomatik kapanma ayarlandı

source: Never
tr: Asla

source: Only this time Shutdown
tr: Sadece bu kez Kapat

source: Every Day
tr: Her Gün

source: Monday to Friday
tr: Hafta İçi

source: Saturday to Sunday
tr: Hafta Sonu
